<%@ page isELIgnored="false"%>
<%@ page contentType="text/html; charset=UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>
<!DOCTYPE html PUBLIC "-//WAPFORUM//DTD XHTML Mobile 1.0//EN" "http://www.wapforum.org/DTD/xhtml-mobile10.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no" />
<meta content="no-cache" http-equiv="Cache-control">
<title>海狐海淘使用协议</title>
<link type="text/css" href="css/haitao.css" rel="stylesheet">
</head>

<body>
<div class="max_width">
	<div class="ht_yhxy_w">
		<h1 class="h1">海狐海淘使用协议</h1>
		<p class="ht_p">在使用海狐海淘的各项服务前，请您务必仔细阅读并透彻理解本声明以及海狐海淘平台上载明的各项政策，包括但不限于退货政策、隐私保护、帮助中心、社区使用规则等（<span class="red">本声明与各项政策合称“海狐海淘使用协议”</span>）。您可以选择不使用海狐海淘服务，但如果您使用海狐海淘服务，您的使用行为将被视为对海狐海淘协议条款的全部内容的认可并承诺受其约束</p>		
        <h2 class="h2">一、本协议内容、生效、变更</h2>
        <p class="ht_p">本协议内容包括协议正文及所有海狐海淘已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何海狐海淘及其关联公司提供的服务（<span class="red">以下称为海狐海淘服务</span>）均受本协议约束。</p>
        <p class="ht_p mt5">您应当在使用海狐海淘服务之前认真阅读全部协议内容。如您对协议有任何疑问，应向海狐海淘咨询。您在同意所有协议条款并完成注册程序，才能成为本站的正式用户，您勾选“您已阅读并同意《使用协议》”按钮后，本协议即生效，对双方产生约束力。</p>
        <p class="ht_p mt5">只要您使用海狐海淘服务，则本协议即对您产生约束。届时您不应以未阅读本协议的内容或者未获得海狐海淘对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
        <p class="ht_p mt5">您确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</p>
        <p class="ht_p mt5">您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序和停止使用海狐海淘服务。</p>
        <p class="ht_p mt5">海狐海淘有权根据需要不定期地制订、修改本协议及（或）各类规则，并在海狐海淘公示，不再另行单独通知用户。变更后的协议和规则一经在网站公布，立即生效。如您不同意相关变更，应当立即停止使用海狐海淘服务。您继续使用海狐海淘服务的，即表明您接受修订后的协议和规则。</p>
        <h2 class="h2">二、注册</h2>
        <p class="ht_p1">注册资格</p>
        <p class="ht_p mt5">用户须具有法定的相应权利能力和行为能力的自然人、法人或其他组织，能够独立承担法律责任。您完成注册程序或其他海狐海淘同意的方式实际使用本平台服务时，即视为您确认自己具备主体资格，能够独立承担法律责任。若因您不具备主体资格，而导致的一切后果，由您及您的监护人自行承担。</p>
        <p class="ht_p1 mt5">注册资料</p>
        <p class="ht_p mt5">2.1 用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且海狐全球购保留终止用户使用本平台各项服务的权利。</p>
        <p class="ht_p mt5">2.2 用户在本站进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。</p>
        <p class="ht_p1 mt5">账户</p>
        <p class="ht_p mt5">3.1 您注册成功后，即成为海狐全球购的会员。</p>
        <p class="ht_p mt5">3.2 您应谨慎合理的保存、使用您的账号，应对通过您的会员账号实施的行为负责。除非有法律规定或司法裁定，且征得海狐全球购的同意，否则，会员名和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。</p>
        <p class="ht_p mt5">3.3 您不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
        <p class="ht_p mt5">3.4 如果发现任何非法使用等可能危及您的账户安全的情形时，您应当立即以有效方式通知海狐全球购，要求海狐全球购暂停相关服务，并向公安机关报案。您理解海狐全球购对您的请求采取行动需要合理时间，海狐全球购对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
        <p class="ht_p mt5">3.5 为方便您使用海狐全球购服务及海狐全球购关联公司或其他组织的服务（以下称其他服务），您同意并授权海狐全球购将您在注册、使用海狐全球购服务过程中提供、形成的信息传递给向您提供其他服务的海狐全球购关联公司或其他组织，或从提供其他服务的海狐全球购关联公司或其他组织获取您在注册、使用其他服务期间提供、形成的信息。</p>
        <p class="ht_p1 mt5">用户信息的合理使用</p>
        <p class="ht_p mt5">4.1 您同意，海狐全球购拥有通过邮件、短信电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</p>
        <p class="ht_p mt5">4.2 您了解并同意，海狐全球购有权应国家司法、行政等主管部门的要求，向其提供您在海狐全球购填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权，则海狐全球购亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</p>
        <p class="ht_p mt5">4.3 用户同意，海狐全球购有权使用用户的注册信息，登陆进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
        <h2 class="h2">三、海狐全球购服务规范</h2>
        <p class="ht_p mt5">通过海狐海淘及其关联公司提供的海狐海淘服务和其它服务，会员可在海狐海淘上查询用户委托下订的订单、商品和服务信息、委托购买商品、参加海狐海淘组织的活动以及使用其它信息服务及技术服务。</p>
        <p class="ht_p1 mt5">在海狐全球购上使用海狐全球购服务过程中，您同意严格遵守以下义务：</p>
        <p class="ht_p mt5">3.1 不得传输或发表损害国家、社会公共利益和涉及国家安全的信息资料或言论；</p>
        <p class="ht_p mt5">3.2 不利用本站从事窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
        <p class="ht_p mt5">3.3 不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；</p>
        <p class="ht_p mt5">3.4 不发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
        <p class="ht_p mt5">3.5 不以虚构或歪曲事实的方式不当评价其他会员；</p>
        <p class="ht_p mt5">3.6 不对海狐全球购上的任何数据作商业性利用，包括但不限于在未经海狐全球购事先书面同意的情况下，以复制、传播等任何方式使用海狐全球购上展示的资料。不使用任何装置、软件或程序干预海狐全球购的正常运营。</p>
        <p class="ht_p mt5">3.7 本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</p>
        <p class="ht_p mt5">3.8 您同意，若您未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号、订单等措施。</p>
        <p class="ht_p mt5">3.9 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者海狐全球购根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则海狐全球购有权在本平台上公示您的该等涉嫌违法或违约行为及海狐全球购已对您采取的措施。</p>
        <p class="ht_p mt5">3.10 对于您在海狐全球购上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，海狐全球购有权不经通知您即予以删除，且按照规则的规定进行处罚。</p>
        <p class="ht_p mt5">3.11 对于您在海狐全球购上实施的行为，包括您未在海狐全球购上实施但已经对海狐全球购及其用户产生影响的行为，海狐全球购有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并采取暂停或关闭用户帐号及其他措施。</p>
        <p class="ht_p mt5">3.12 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保海狐全球购免于因此产生损失或增加费用。</p>
        <p class="ht_p mt5">3.13 如您涉嫌违反有关法律或者本协议之规定，使海狐全球购遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿海狐全球购因此造成的损失及（或）发生的费用，包括合理的律师费用。</p>
        <h2 class="h2">四、买方卖方主体的约定</h2>
        <p class="ht_p mt5">海狐海淘是国内正规的一站式海淘信息整合和海淘购物服务平台。海狐海淘上所显示的xxx（网站名）直邮的各项商品是由该等商品的官方网站或其他有权销售商直接供货并销售，并对商品的各项权利以及质量承担相关法律责任，海狐海淘本身并不涉及各该商品的生产和销售，亦不对各项商品可能存在的质量问题或产品缺陷以及可能产生的危害或损失承担赔偿责任。鉴于您通过海狐海淘下单购买的商品均由您选定的官方网站或其他有权销售商直接供货，海狐海淘只是接受您的委托在该网站上替您下单，买方主体是您，卖方主体是您选定的网站。因此您收到的商品、相关配套资料、证明文件等及其发货时间均取决于相关官方网站或其他有权销售商的发货情况，海狐海淘对各该官方网站或其他有权销售商的行为不承担责任。各项商品出现质量或产品问题，海狐海淘将协助与提供该等存在质量或产品问题的商品的供应商或官方网站联系，并积极协助处理该等问题。</p>
        <h2 class="h2">五、有限承诺</h2>
        <p class="ht_p mt5">海狐海淘仅作为一站式海淘购物服务的整合平台，无权决定或控制您拟购买商品的官方网站或供应商的行为，海狐海淘代您在相关商品官方网站或供应商网站上提交的订单的状态最终取决于该官方网站或供应商的行为，海狐海淘不对相关官方网站或供应商的行为做任何形式的担保或承诺。海狐海淘不承诺能够以海狐海淘平台上显示的价格购买到供应商网站上的商品，如果因缺货或者升价导致购买失败，海狐海淘将会将针对该订单收取的货款返还给您。如果您的订单被官方网站或供应商取消的情况，海狐海淘将协助您与该官方网站或供应商联系，并积极协助处理该等问题；如海狐海淘经过与该官方网站或供应商沟通后仍然无法恢复您的订单，则海狐海淘会将针对该订单收取的货款返还给您。</p>
    
        <h2 class="h2">六、物流授权</h2>
        <p class="ht_p mt5">海狐海淘仅作为一站式海淘购物服务的整合平台，所有在海狐海淘上委托下单购买的商品的物流均由有相应资质的第三方物流公司负责，海狐海淘本身并不涉及提供自有物流服务，亦不对各项商品因为第三方物流原因所导致的损坏、贬损及交货迟延承担赔偿责任。物流包括外国境内物流、外国至中国的国际物流以及中国国内物流，您选择使用海狐海淘的服务将被视为您已认可供应商与海狐海淘分别对各环节物流公司的选择以及不同的物流组织形式。如各项商品因第三方物流出现损坏或贬损，海狐海淘将协助与该等第三方物流供应商联系，并积极协助处理该等问题。</p>
        
        <h2 class="h2">七、自用承诺及税费约定</h2>
        <p class="ht_p mt5">请您承诺，你购买物品的目的系自用，而非贸易，否则海狐海淘有权停止服务。海狐海淘作为国内正规的一站式海淘购物服务平台，严格遵守国家法律关于个人物品的海关清关、税务申报及关税缴纳的规定。海狐海淘不对任何因为第三方物流或其他方未按照相关规定履行海关报关义务及税务申报和关税缴纳义务的行为承担任何法律和/或经济责任。</p>

        <h2 class="h2">八、内容的完整性和正确性</h2>
        <p class="ht_p mt5">海狐海淘作为国内海淘社区购物平台，根据有关法律法规，海狐海淘在此郑重提醒您注意：任何经由本服务而发布、上传的文字、资讯、资料、音乐、照片、图形、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。海狐海淘仅为用户提供内容存储空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。在任何情况下，海狐海淘均不为任何内容负责，包含但不限于任何内容之任何错误或遗漏，以及经由本服务以张贴、发送电子邮件或其它方式传送任何内容而衍生之任何损失或损害。但海狐海淘有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告；用户明确同意其将文字、资讯、资料、音乐、照片、图形、视讯、信息或其它个人资料上传到互联网上，有可能被其他组织或个人复制、转载、或做其它用途的风险完全由其自己承担；因其使用海狐海淘服务而产生的一切后果也由其自己承担，我们对用户不承担任何责任。海狐海淘作为网络服务提供者，对非法转载，虚假发布、盗版行为的发生不具备充分的监控能力。海狐海淘对他人在网站上实施的此类侵权行为不承担法律责任，侵权的法律责任概由本人承担。</p>

        <h2 class="h2">九、知识产权</h2>
        <p class="ht_p mt5">任何经由本服务而发布、上传的文字、资讯、资料、音乐、照片、图形、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，上传者均需要保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，海狐海淘仅为用户提供内容存储空间。如果第三方提出关于著作权的异议，海狐海淘有权根据实际情况删除相关的内容，且有权追究用户的法律责任。给海狐海淘或任何第三方造成损失的，上传者应负责全额赔偿。</p>

        <h2 class="h2">十、 协议终止</h2>
        <p class="ht_p mt5">您同意，海狐海淘有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部海狐海淘服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任。</p>
        <p class="ht_p mt5">出现以下情况时，海狐海淘有权直接以注销账户的方式终止本协议:</p>
        <p class="ht_p mt5">10.1 海狐海淘终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为海狐海淘用户的。</p>
        <p class="ht_p mt5">10.2 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或海狐海淘以其它联系方式通知您更改电子邮件信息，而您在海狐海淘通知后三个工作日内仍未更改为有效的电子邮箱的。</p>
        <p class="ht_p mt5">10.3 您注册信息中的主要内容不真实或不准确或不及时或不完整。</p>
        <p class="ht_p mt5">10.4 本协议（含规则）变更时，您明示并通知海狐海淘不愿接受新的服务协议的。</p>
        <p class="ht_p mt5">10.5 其它海狐海淘认为应当终止服务的情况。</p>
        <p class="ht_p mt5">您有权向海狐海淘要求注销您的账户，经海狐海淘审核同意的，海狐海淘注销（永久冻结）您的账户，届时，您与海狐海淘基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，海狐海淘没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
        <p class="ht_p mt5">您同意，您与海狐海淘的合同关系终止后，海狐海淘仍享有下列权利：</p>
        <p class="ht_p mt5">10.6 继续保存您的注册信息及您使用海狐海淘服务期间所有的委托交易信息。</p>
        <p class="ht_p mt5">10.7 您在使用海狐海淘服务期间存在违法行为或违反本协议和/或规则的行为的，海狐海淘仍可依据本协议向您主张权利。</p>
        
        <h2 class="h2">十一、 法律适用、管辖与其他</h2>
        <p class="ht_p mt5">本协议包含了您使用海狐海淘需遵守的一般性规范，您在使用某个海狐海淘时还需遵守适用于该平台的特殊性规范。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。</p>
        <p class="ht_p mt5">本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。</p>
        <p class="ht_p mt5">因本协议履行过程中，因您使用海狐海淘网服务产生争议应由海狐海淘与您沟通并协商处理。协商不成时，双方均同意以海狐海淘管理者住所地人民法院为管辖法院。</p>
    </div>
</div>
</body>
</html>